Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The project activities aim at strengthening the state and local communities in coping with natural disasters and negative consequences of climate change.
pl: Działania służą w szczególności wzmocnieniu państwa i społeczności lokalnych w radzeniu sobie z katastrofami naturalnymi oraz niekorzystnymi skutkami zmian klimatu.

source: Health protection (6 projects - PLN 2 313 934)
pl: Ochrona zdrowia (6 projektów - 2 313 934 PLN)

source: The project activities aim at increasing the access to health care, increasing the number of potable water and sanitation points and hygiene promotion.
pl: Podejmowane działania dotyczą poprawy dostępu do opieki zdrowotnej, zwiększeniu liczby ujęć wody pitnej i sanitariatów oraz promocji higieny.

source: Projects carried out by Polish embassies in the scope of the Small Grants System to implement the Millennium Development Goals.
pl: Projekty realizowane przez polskie ambasady w ramach systemu małych grantów służą realizacji założeń Milenijnych Celów Rozwoju .

source: The Polish Aid Volunteering Programme enables direct engagement in helping the inhabitants of less developed countries.
pl: Program "Wolontariat - polska pomoc" umożliwia bezpośrednie zaangażowanie Polaków w pomoc dla mieszkańców mniej rozwiniętych krajów.

source: Read more about Polish assistance to East Africa:
pl: Czytaj więcej o polskiej pomocy dla regionu Afryki Wschodniej:

source: You are here Polish Aid / Partner countries / Eastern Partnership / Ukraine / Ukraine - projects carried out in 2012 / Support for the Ukrainian property management market
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Ukraina / Projekty 2012 - Ukraina / Wsparcie ukraińskiego rynku zarządzania nieruchomościami

source: Support for the Ukrainian property management market
pl: Wsparcie ukraińskiego rynku zarządzania nieruchomościami

source: Unlike in Poland, housing cooperatives in Ukraine are not created by operation of law following the privatization of housing units.
pl: W przeciwieństwie do sytuacji w Polsce wspólnoty mieszkaniowe na Ukrainie nie powstają bezpośrednio z mocy prawa w wyniku prywatyzacji lokali mieszkalnych.

source: Membership is voluntary and state policy towards them is inconsistent.
pl: Członkostwo w nich jest dobrowolne, a polityka państwa wobec nich niespójna.

source: The complete randomness of service providers in this field and their lack of professionalism led to a loss of trust towards such companies and to the return to the widely criticized ZEKs (the equivalent of Poland's ADMs - Housing Unit Administrations).
pl: Całkowita przypadkowość usługodawców w tej dziedzinie oraz ich niski profesjonalizm prowadzi do utraty zaufania do takich firm i powrotu do usług powszechnie krytykowanych ŻEK-ów (odpowiedników polskich ADM-ów).

source: A way out of this situation is to support the growth of SMEs offering property management services.
pl: Wyjściem z tej sytuacji jest wspieranie Rozwoju MŚP oferujących usługi zarządzania nieruchomościami.

source: This task was undertaken by the PAUCI Polish-Ukrainian Cooperation Foundation.
pl: Tego zadania podjęła się Fundacja Współpracy Polsko-Ukraińskiej PAUCI.

source: In the framework of last year's project, entrepreneurs and individuals from Zhytomyr and Poltava were trained in the skills needed to provide property management services.
pl: W ramach ubiegłorocznego projektu przedsiębiorcy oraz osoby fizyczne z Żytomierza i Połtawy zostali przeszkoleni w zakresie kompetencji potrzebnych do prowadzenia usług zarządzania mieniem.

source: Moreover, Ukrainian officials and administrators of several housing cooperatives took part in two study visits in the regions of Lesser Poland and Silesia, getting to know the legal framework and practical aspects of housing community operations in Poland.
pl: Ponadto ukraińscy urzędnicy oraz administratorzy nielicznych wspólnot mieszkaniowych odbyli dwie wizyty studyjne w Małopolsce i na Śląsku zapoznając się z ramami prawnymi i praktyką działania wspólnot mieszkaniowych w Polsce.

source: Furthermore, 6 representatives of property management companies took part in mini-internships in Polish companies.
pl: Dodatkowo 6 przedstawicieli zarządców nieruchomości odbyło mini staże w polskich firmach.

source: The participants had a chance to familiarise themselves with the daily work of property managers, property management, and got to know the technologies and tools used in the daily work of property managers.
pl: Uczestnicy mieli okazje poznać kulisy pracy zarządcy, specyfikę zarządzania nieruchomościami, poznać technologie i oprzyrządowanie dostępne w pracy zarządcy.

source: The events constituting the project received plenty of local media coverage.
pl: Wydarzenia odbywające się w ramach projektu cieszyły się dużym zainteresowaniem miejscowych mediów.

source: A property management association - which, in Ukrainian conditions, was a serious representative of the interests of property owners - was also included in the cooperation.
pl: Do współpracy przy realizacji seminarium podsumowującego udało się zachęcić organizację branżową będącą w warunkach ukraińskich poważnym przedstawicielem interesów sektora właścicieli nieruchomości.

source: This made it possible to widen the scope of the project's impact to town areas in other Ukrainian regions.
pl: Pozwoliło to rozszerzyć oddziaływanie projektu na ośrodki miejskie z pozostałych regionów Ukrainy.

source: The “Support for the Ukrainian property management market” project was implemented by the PAUCI Polish-Ukrainian Cooperation Foundation.
pl: Projekt „Wsparcie Rozwoju MŚP na ukraińskim rynku zarządzania nieruchomościami” realizowany był przez Fundację Współpracy Polsko - Ukraińskiej PAUCI.

source: The total cost amounted to PLN 402,060, including MFA's co-financing worth PLN 361,839.
pl: Jego koszt całkowity wyniósł 402 060 zł, w tym dofinansowanie ze środków MSZ wyniosło 361 839 zł.

source: The MFA's Department of Development Cooperation draws up an annual evaluation plan, which sets out the method applied to the organisation of the evaluation process and the main activities (the scope of evaluation, resource allocation, timetable).
pl: Departament Współpracy Rozwojowej MSZ przygotowuje roczny plan ewaluacji, który przedstawia sposób organizacji procesu oceny oraz główne działania (zakres badania, alokację zasobów, harmonogram).

source: This document is later approved by an undersecretary of state for development.
pl: Dokument ten jest akceptowany przez podsekretarza stanu ds. rozwoju.

source: It is indicative and may be modified or adjusted to the changing conditions and needs.
pl: Plan ma charakter indykatywny, może być modyfikowany oraz dostosowywany do zmieniających się warunków i potrzeb.

source: The evaluation processes are focused on annual development cooperation programmes and projects or groups of projects.
pl: Procesy ewaluacji koncentrują się na rocznych programach współpracy rozwojowej oraz projektach lub grupach projektów.

source: Initiatives implemented abroad and at home are analysed.
pl: Analizie podlegają inicjatywy realizowane zarówno zagranicą, jak i na terenie kraju.

source: Results of the evaluation are used mainly in decision-making processes, primarily to identify and programme the activities of Poland's development cooperation in the short-term (annual) and medium-term (multiannual programme) perspectives.
pl: Wyniki ewaluacji są wykorzystywane głównie w procesach decyzyjnych, przede wszystkim przy identyfikowaniu i programowaniu działań polskiej współpracy rozwojowej w perspektywie krótkoterminowej (rocznej), a także średnioterminowej (prace nad programem wieloletnim).

source: Evaluation of Polish development cooperation also takes into account Europe Aid and European External Action Service guidelines, as set out in the document The Evaluation Policy for European Union Development Co-operation.
pl: Ewaluacja polskiej współpracy rozwojowej uwzględnia również wytyczne EuropeAid oraz Europejskiej Służby Działań Zewnętrznych przedstawione w dokumencie The Evaluation Policy for European Union Development Co-operation .

source: Furthermore, it is consistent with the evaluation methodology drawn up by Evaluation Unit of the European Commission (DG DEVCO).
pl: Jest wykonywana zgodnie z metodologią zalecaną przez komórkę ewaluacyjną Komisji Europejskiej (Evaluation Unit, DG DEVCO).

source: Evaluation is carried out ex post (after a project or a programme is completed).
pl: Działania mają charakter ewaluacji ex post (po zakończeniu realizacji projektu lub programu).

source: It is done by external companies selected through a public tender procedure, pursuant to the Public Procurement Act and the MFA's internal laws and regulations.
pl: Prowadzone są przez firmy zewnętrzne wyłonione w drodze postępowania o udzielenie zamówienia publicznego, zgodnie z ustawą Prawo zamówień publicznych oraz systemem prawa wewnętrznego resortu.

source: In most cases, the Polish aid projects have accomplished their planned social and economic objectives in all areas of support.
pl: Jednak z czasem obecność polskich praktyk i odwołań do polskiego modelu stawała się na Ukrainie coraz rzadsza, co wynika m.in.

source: Underdeveloped cooperation with Polish entrepreneurs was identified as a weakness of the Polish aid .
pl: Dużą wartość dodaną mogłoby również przynieść wydłużenie projektów, tak by objęły one fazę wdrażania, monitorowania i oceny efektów.

source: As compared to other donors, the scale of Polish bilateral aid is small.
pl: większe wykorzystanie istniejących kanałów koordynacji polskich działań z innymi donatorami;

source: Research results - Component II (the Middle East - Palestine)
pl: Projekty pożarnicze stanowią polską „niszę” i „polski produkt eksportowy”.

source: The research shows that Polish Development Assistance (PDA) projects implemented in Palestine achieve the assumed impact.
pl: Widoczna jest również duża synergia pozioma inicjatyw, które układają się w całość - kolejne przedsięwzięcia bazują na doświadczeniach wcześniejszych.

source: Nevertheless, the factor impeding both the project implementation and sustainability is the complicated political situation.
pl: Analizowane inicjatywy mają trwały charakter, większość badanych w pracy zawodowej korzysta z wiedzy zdobytej podczas szkoleń, studiów i staży.

source: In view of this, it is necessary to maintain flexibility and at the same time to prepare for crisis management.
pl: Zauważają oni również, że po udziale w projekcie ich sytuacja finansowa w miejscu pracy, przynajmniej trochę, poprawiła się.

source: Good cooperation with proven local partners was a key factor of successful project implementation.
pl: Wart podkreślenia jest fakt, że niektóre realizowane przez Polskę koncepcje są unikatowe, co wyróżnia nas korzystnie spośród innych donatorów.

source: However, Polish development cooperation in Palestine has faced serious problems.
pl: Pozytywnie należy ocenić również potencjał wszystkich instytucji zaangażowanych w badane inicjatywy.

source: Consequently, the impact scope of the aid is small.
pl: Główne rekomendacje przedstawione przez ewaluatorów:

source: Another problem is the lack of synergy with both other PDA projects and other donors' projects.
pl: zwiększenie koordynacji między inicjatywami i upowszechnienia dobrych praktyk w zakresie dzielenia się wiedzą przez beneficjentów w swoich krajach;

source: Research recommendations from the evaluation of Polish development aid in selected countries of East Africa and the Middle East
pl: Badanie było realizowane w Etiopii, Kenii, Tanzanii i w Palestynie, a także w Polsce.

source: The key strategic recommendations refer to systemic issues:
pl: Wyniki ewaluacji pozwalają na pozytywną ocenę polskiej współpracy rozwojowej.

source: gradual shift to a system for implementing large-budget projects,
pl: Cele społeczno-ekonomiczne zakładane w projektach zostały w większości osiągnięte.

source: strengthening the PDA strategic level by delegating tasks relating to implementation to an institution outside the MFA,
pl: Główną barierę dla występowania szerszych (niż lokalne) i długoterminowych efektów wsparcia stanowią niskie nakłady finansowe oraz jednoroczność projektów.

source: developing projects that complement other donors' activity,
pl: Słabszą stroną pomocy jest także współpraca z polskimi przedsiębiorcami.

source: introducing mechanisms of verifying the synergy impact of initiatives,
pl: Wybrane kraje Afryki Wschodniej - Etiopia, Kenia, Tanzania

source: greater concentration on sustainability in preparing and assessing projects,
pl: Z przeprowadzonych badań wynika, że realizowane inicjatywy osiągają założone rezultaty.

source: concentration of information and promotion initiatives in presenting the project impact by project promoters in different media.
pl: Projekty i ich efekty są pozytywnie oceniane przez beneficjentów oraz uczestników działań.

source: The evaluation was conducted in Poland as well as in Georgia, Tunisia, Ukraine and Moldova.
pl: Badanie zostało przeprowadzone na terenie Polski oraz Gruzji, Tunezji, Ukrainy i Mołdawii.

source: The main goal of the evaluation was to identify the factors that had the most influence on the efficiency of the Polish Development Assistance as well as to provide recommendations with respect to the measures planned for the upcoming years.
pl: Głównym celem ewaluacji było zidentyfikowanie czynników, które mają największy wpływ na efektywność polskiej pomocy rozwojowej, a także przedstawienie rekomendacji dotyczących działań planowanych na najbliższe lata.

source: The projects were analysed in terms of their appropriateness, usability, sustainability, efficiency and effectiveness.
pl: Projekty przestudiowane zostały pod kątem trafności, użyteczności, trwałości, efektywności i skuteczności.

source: The assessment was divided into two components.
pl: Ocena została podzielona na dwa komponenty.

source: Component I covered the analysis of the initiatives conducted by the Fund under the tasks commissioned by the Minister of Foreign Affairs under the Act on Development Cooperation.
pl: W ramach Komponentu I. analizie podlegały inicjatywy prowadzone przez FSM w ramach zadań zlecanych przez Ministra SZ na mocy ustawy o współpracy rozwojowej.

source: Component II covered Polish Development Assistance in Moldova.
pl: Komponent II dotyczył polskiej pomocy w Mołdawii.

source: The analysis of the completed undertakings showed that:
pl: Analiza zrealizowanych przedsięwzięć pokazała, że:

source: The assistance initiatives related to supporting democracy were usually addressed to persons who, due to their profession, would share the newly-acquired knowledge and skills further.
pl: Inicjatywy pomocowe związane ze wspieraniem demokracji były kierowane zazwyczaj do osób, które z racji wykonywanego zawodu będą dalej przekazywać zdobytą wiedzę i umiejętności.

source: The appropriateness of the implemented measures is confirmed first and foremost by the discernible change in the attitudes and the working style that arises from gaining the new skills and learning new patterns and models.
pl: Efektem potwierdzającym trafność przeprowadzonych działań jest przede wszystkim widoczna zmiana postaw oraz stylu pracy, wynikające ze zdobycia nowych umiejętności i poznania nowych wzorów.

source: It is also important that due to the recent transformation experience, Poland is perceived as a more reliable country than other assistance donors.
pl: Istotne jest również, że z uwagi na niedawne doświadczenia z transformacji, Polska w roli dawcy pomocy postrzegana jest jako kraj bardziej wiarygodny niż inni donatorzy.

source: For the sustainability of the projects, it is of key significance to continue the project measures after the external financing is no longer provided, which requires continued organisational and financial involvement of local partners.
pl: Dla trwałości wpływu projektów kluczowa jest kontynuacja działań projektowych po zakończeniu zewnętrznego dofinansowania, co wymaga dalszego organizacyjnego i finansowego angażowania się lokalnych partnerów.

source: In the case of some analysed initiatives, these conditions were not met.
pl: W przypadku części badanych inicjatyw te warunki nie zostały spełnione.

source: The annual system of financing has also an unfavourable impact on the sustainability of many projects.
pl: Niekorzystnie na trwałość wielu projektów wpływa także jednoroczność finansowania.

source: to introduce systemic solutions that facilitate the implementation of projects and cooperation with the project initiators, including the implementation of multi-annual projects and increasing their scale;
pl: wprowadzanie rozwiązań systemowych usprawniających realizację projektów i współpracę z projektodawcami, w tym realizację projektów wieloletnich oraz zwiększenie ich skali;

source: to put more emphasis to the comprehensive and methodical needs analysis at the stage of preparing project concepts;
pl: przykładanie większej wagi do całościowej i systematycznej diagnozy potrzeb na etapie przygotowywania koncepcji projektów;

source: to increase the involvement of diplomatic posts in the implementation of the Polish Assistance measures, e.g. by creating dedicated positions in priority countries;
pl: zwiększenie zaangażowania placówek dyplomatycznych w realizację działań polskiej pomocy, m.in. poprzez tworzenie stanowisk dedykowanych w krajach priorytetowych;

source: to improve the presence of the Fund in priority countries of Polish Assistance, where the Fund's operations will be carried out;
pl: zwiększanie obecności FSM w krajach priorytetowych polskiej pomocy, w których prowadzone będą działania Fundacji;

source: to introduce a clear division of tasks between MFA and the Fund, which will allow you to avoid overlapping of measures financed from different sources;
pl: konsekwentny podział zadań pomiędzy MSZ i FSM, co pozwoli uniknąć dublowania działań finansowanych z różnych źródeł;

source: to improve the synergy among Polish Development Assistance projects implemented in the given country;
pl: zwiększenie synergii między projektami polskiej pomocy realizowanymi w danym kraju;

source: to improve the relationship between the effects of the projects with the business benefits of Polish entrepreneurs.
pl: większe powiązanie efektów projektów z korzyściami biznesowymi polskich przedsiębiorców.

source: The implemented measures were consistent with the policy of introducing reforms by Moldova intended to bring the country closer to the European Union.
pl: Realizowane działania były zgodne z polityką wprowadzania przez Mołdawię reform mających na celu zbliżenie z Unią Europejską.

source: The effects are most clearly visible in the projects related to the development of agriculture and entrepreneurship in rural areas.
pl: Efekty najwyraźniej widać w projektach związanych z rozwojem rolnictwa oraz rozwojem przedsiębiorczości na obszarach wiejskich.

source: It concerns both the initiatives undertaken by the administration as well as by the Polish local governments and NGOs.
pl: Dotyczy to zarówno inicjatyw podejmowanych przez administrację, jak i polskie samorządy oraz organizacje pozarządowe.

source: The projects were mostly well-adapted to the needs of their beneficiaries, which resulted from a good knowledge of the conditions in Moldova and from the experiences of individual coordinators.
pl: Projekty były w większości dobrze dopasowane do potrzeb odbiorców, co wynikało z dobrej znajomości realiów panujących w Mołdawii oraz doświadczenia poszczególnych koordynatorów.

source: The results are sustainable; which is mostly related to a high involvement of the Moldovan partners.
pl: Osiągnięte rezultaty zachowują trwałość; to wiąże się przede wszystkim z dużym zaangażowaniem partnerów mołdawskich.

source: From the viewpoint of the conducted measures, it was also important that Poland was perceived as a more reliable country than other assistance donors due to the recent transformation experience.
pl: Istotne dla prowadzonych działań było również postrzeganie Polski jako bardziej wiarygodnego niż inne kraje dawcy pomocy, z uwagi na niedawne doświadczenia z transformacji.

source: Detailed analysis was conducted with respect to the results of the project that involved establishing and running an Information Center for the local authorities in Ialoveni.
pl: Szczegółowej analizie zostały poddane efekty projektu dotyczącego stworzenia i prowadzenia Centrum Informacyjnego dla władz lokalnych w Ialoveni.

source: The evaluators assessed the operation of this facility very highly.
pl: Ewaluatorzy wysoko ocenili działalność tej placówki.

source: as regards projects implemented by the administration, to put emphasis on granting support in drawing up acts of law or in implementing the existing law, while resigning from the projects that focus on improving the qualifications of the employee of the institution;
pl: w projektach realizowanych przez administrację położenie nacisku na wsparcie przy tworzeniu aktów prawnych lub wdrażaniu już istniejącego prawa, przy jednoczesnym odchodzeniu od projektów skupiających się na podnoszeniu kompetencji pracowników instytucji;

source: to continue the business support projects in rural areas and the implementation of ecological technologies;
pl: kontynuowanie projektów wsparcia przedsiębiorczości na terenach wiejskich oraz wdrażania ekologicznych technologii;

source: to implement projects that facilitate combating corruption;
pl: realizację projektów wspierających walkę z korupcją;

source: to introduce systemic solutions that facilitate the implementation of projects, including the introduction of multi-annual financing and strengthening the cooperation with the project initiators;
pl: wprowadzenie rozwiązań systemowych usprawniających realizację projektów, w tym wprowadzenie wieloletniego finansowania i wzmocnienie współpracy z projektodawcami;

source: to improve the potential of Polish organisations operating in Moldova, e.g. by supporting them in the application process for external funds;
pl: zwiększanie potencjału organizacji polskich działających w Mołdawii, m.in. poprzez wspieranie ich w aplikowaniu o środki zewnętrzne;

source: to increase the involvement of the Polish Embassy in Kishinev in conducting Polish Assistance activities;
pl: zwiększenie zaangażowania Ambasady RP w Kiszyniowie w realizację polskiej pomocy;

source: to further support the operations of the Information Center for the local authorities in Ialoveni;
pl: dalsze wspieranie działalności Centrum Informacyjnego dla władz lokalnych w Ialoveni;

source: to undertake actions intended to involve Polish business in development projects;
pl: podjęcie działań mających na celu zaangażowanie polskiego biznesu w projekty rozwojowe;

source: to improve information-promotional activities concerning both the Polish Development Policy and individual projects;
pl: poprawę działań informacyjno-promocyjnych dotyczących zarówno polskiej polityki rozwojowej, jak i poszczególnych projektów;

source: to consider ending the implementation of projects in the field of democracy support in Moldova;
pl: rozważenie zakończenia realizacji projektów z zakresu wsparcia demokracji w Mołdawii;

source: to improve the cooperation between MFA and project initiators.
pl: poprawę współpracy między MSZ a projektodawcami.
